tap "coder/coder"
tap "hashicorp/tap"
tap "powershell/tap"
brew "xz"
brew "azure-cli"
brew "chezmoi"
brew "direnv"
brew "fzf"
brew "gh"
brew "git"
brew "luarocks"
brew "neovim"
brew "node"
brew "pipx"
brew "pyenv"
brew "ripgrep"
brew "wget"
brew "coder/coder/coder"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "powershell/tap/powershell"
cask "1password-cli"
